{
  "0241IbnHanbal": {
    "ar": {
      "bio": "أحمد بن حنبل، عالم دين وفقيه إسلامي، مؤسس المذهب الحنبلي، أحد المذاهب الأربعة في الفقه السني. اشتهر بتعمقه في علم الحديث وقوته في الجرح والتعديل. من بين مؤلفاته البارزة، المسند، وهو مجموعة ضخمة تحتوي على أكثر من ثلاثين ألف حديث، تعد من المراجع الأساسية في الحديث. كما كان معروفاً بمواقفه الثابتة في وجه السلطات، مما جعله شخصية محورية في التقليد الإسلامي."
    },
    "fa": {
      "bio": "أحمد بن حنبل، مؤسس المذهب الحنبلي في الفقه الإسلامي، كان محدّثًا وفقيهًا يتميز بتعمقه في علم الحديث. اشتهر بجمعه وتصنيفه للأحاديث النبوية في موسوعته المعروفة بـ 'المسند'، التي تعد من أهم المراجع في الحديث النبوي. عُرف عنه تمسكه بالنصوص وحرصه الشديد على اتباع السُنة. رغم المحن التي مر بها، بقي متمسكًا بمبادئه وأصوله العلمية التي أثرت في تطوير الفقه الإسلامي."
    },
    "ur": {
      "bio": "احمد بن حنبل معروف اسلامی عالم اور فقیہ تھے۔ انکا تعلق بنی شیبان قبیلے سے تھا۔ انہوں نے اپنے زمانے کے بہت سے علماء سے علم حاصل کیا اور بعد میں خود بھی ایک معتبر عالم کے طور پر معروف ہوئے۔ انہوں نے حدیث اور فقہ میں گہرائی سے کام کیا۔ انکی معروف تصنیفات میں 'مسند احمد بن حنبل' شامل ہے، جو احادیث کا ایک بڑا مجموعہ ہے۔"
    },
    "hi": {
      "bio": "अहमद बिन हनबल, एक प्रसिद्ध इस्लामी विद्वान थे, जिन्होंने हनबली मजहब की स्थापना की। उनका योगदान मुख्य रूप से फिकह और हदीस के क्षेत्र में था। उनकी सबसे प्रसिद्ध कृति 'मुस्नद अहमद बिन हनबल' है, जो हदीथ संग्रह में एक महत्वपूर्ण ग्रंथ मानी जाती है। इसके अलावा, उन्होंने इस्लामी कानूनी और धार्मिक सिद्धांतों पर कई महत्वपूर्ण पुस्तकें लिखीं जिनका इस्लामिक स्कॉलर्स में गहरा अध्ययन किया जाता है।"
    },
    "fr": {
      "bio": "Ahmad Ibn Hanbal, théologien et juriste, est le fondateur de l'une des quatre principales écoles de jurisprudence islamique sunnite. Il a écrit plusieurs ouvrages dont le plus célèbre, le 'Musnad', est une vaste compilation de hadiths, mettant en lumière plus de 28 000 traditions prophétiques. Son travail rigoureux et sa détermination ont affirmé l'importance des textes prophétiques dans la jurisprudence islamique."
    },
    "tr": {
      "bio": "Ahmad b. Hanbal, tam adıyla Ahmad bin Muhammad bin Hanbal el-Şeybani, İslam tarihinde derin izler bırakmış önemli bir alimdir. Hanbeli mezhebinin kurucusu olarak bilinir. Özellikle hadis ilmindeki ustalığıyla tanınır ve 'Musnad' isimli eseri, büyük bir hadis koleksiyonudur. Eserinde, Peygamber Muhammed'in sözlerini, davranışlarını ve onayladığı eylemleri sistematik bir şekilde derlemiştir. Döneminin en zorlu teolojik tartışmalarına katılarak, dini metinlerin yorumlanması konusunda katı bir metodolojiyi savunmuştur."
    },
    "es": {
      "bio": "Ahmad b. Hanbal, originario de Bagdad, fue un erudito y teólogo musulmán, venerado por su profundo conocimiento del hadiz y la jurisprudencia islámica. Fundó la escuela Hanbali de fiqh, conocida por su énfasis en las tradiciones literales del Profeta. Es autor del Musnad, una de las colecciones más extensas de hadices. Su dedicación al estudio y compilación de hadices lo situó como una referencia esencial en la interpretación teológica y legal del Islam."
    },
    "ms": {
      "bio": "Ahmad b. Hanbal adalah seorang ulama dan penghafal hadis yang dihormati, terkenal dengan ketekunan dan keteguhan pendirian dalam mempertahankan ajaran Islam. Beliau adalah pendiri mazhab Hanbali, salah satu dari empat mazhab utama dalam fiqh Sunni. Karya terbesarnya, 'Musnad Ahmad', adalah salah satu koleksi hadis terbesar yang mencakup lebih dari 30,000 hadis. Karya ini penting dalam studi dan pengamalan Islam, mempengaruhi banyak sarjana selanjutnya dalam pengembangan ilmu hadis dan fiqh."
    },
    "ru": {
      "bio": "Ахмад ибн Ханбал был исламским юристом, теологом и основателем одной из четырех основных школ исламского права - школы ханбалитов. Он считается одним из величайших ученых хадисов, собрав множество рассказов о жизни пророка Мухаммеда. Его главное произведение, «Муснад Ахмад ибн Ханбал», является одной из крупнейших и наиболее авторитетных коллекций хадисов и содержит более 30 000 рассказов."
    },
    "bn": {
      "bio": "আহমাদ বিন হানবাল ইসলামিক জুরিসপ্রুডেন্সে এক সম্মানিত ব্যক্তিত্ব ছিলেন এবং হানবালি মাজহাবের প্রতিষ্ঠাতা। তিনি 'মুসনাদ আহমাদ ইবন হানবাল' নামে একটি বিস্তৃত হাদীস সংকলন রচনা করেন, যা ইসলামিক হাদীস স্কলারদের কাছে এক অত্যন্ত মূল্যবান গ্রন্থ হিসেবে পরিগণিত। তার কাজ পরবর্তী শতাব্দীতে ইসলামি আইন এবং প্রথার উন্নয়নে এক প্রভাবশালী ভূমিকা রাখে।"
    },
    "ha": {
      "bio": "Ahmad b. Hanbal ya kasance masanin fiqhu na Musulunci da malamin Hadisi. Ya kuma rubuta littafin Musnad Ahmad, wanda ya kunshi dubban hadisai da aka tattara daga Manzon Allah, SAW. Wannan aiki ya taimaka wajen tabbatar da shari'ar Musulunci kuma yana ci gaba da zama tushen ilimin Hadisi har zuwa yau. Ya kuma jaddada muhimmancin dogaro da Alkur'ani da Hadisai a matsayin tushe biyu na shari'a. Ahmad b. Hanbal ya yi kaurin suna saboda tsayuwarsa kan gaskiya da kuma jajircewarsa a lokacin jarabawarsa."
    },
    "so": {
      "bio": "Ahmad ibn Hanbal wuxuu ahaa culimada Islaamka iyo faqiih baaritaanka badan. Wuxuu daahfuray madh-hab diineed ee Hanbali, oo caan ka ah adkeysiga iyo raacida Sunnaha. Ibn Hanbal wuxuu si weyn ugu lug lahaa soo ururinta xadiithyada Nabiga (NNKH) isagoo qoray 'Musnad Ahmad ibn Hanbal,' oo ka mid ah uruurinta ugu weyn ee xadiithyada. Buuggan waxaa ku jira in ka badan 30,000 xadiith, wuxuuna ahaa ilo muhiim ah oo cilmiga xadiithka. Sidoo kale, wuxuu caan ku ahaa inuu si adag u difaaco aqoonta saxda ah ee diinta ka dhex muuqata mowqifyadiisa."
    },
    "ps": {
      "bio": "أحمد بن حنبل د یو ستر مذهبی عالم وو چې په اسلامي فقه او حدیث کې خورا لویه ونډه لري. دی د مذهبي چارو په برخه کې یو له څلورو سترو امامانو څخه دی. هغه د حنبلي مذهب بنسټګر دی، چې په اسلامي نړۍ کې یې د فقه او عقیدې په برخو کې مهم رول لوبولی. هغه د 'مسند أحمد بن حنبل' په نوم مجموعه هم لیکلې، چې پکې د حدیثونو ستر ټولګه شامله ده او د اسلامي علومو په زده کړې کې یې خورا اهمیت لري."
    }
  },
  "0256Bukhari": {
    "ar": {
      "bio": "البخاري مؤلف مجموعة من أبرز الأعمال في علم الحديث، وأشهرها صحيح البخاري، الذي يعد من أهم مراجع الأحاديث النبوية. تميز بدقة انتقاء الأحاديث وعمق تحقيقها، حيث استخدم منهجاً صارماً في التصحيح والتخريج. كرس حياته لجمع الأحاديث الصحيحة من مختلف الأقطار الإسلامية التي زارها، وكان له دور بارز في تصحيح المفاهيم وتوضيح العقائد من خلال السنة النبوية. تعاون مع كبار علماء عصره في مجال تخريج الأحاديث ونظم العديد من المؤلفات الأخرى."
    },
    "fa": {
      "bio": "البخاري، محقق ومؤلف مسلم، اشتهر بتدوينه لأحاديث النبي محمد. أبرز أعماله هو 'صحيح البخاري'، الذي يعتبر من أهم وأدق المصادر في الحديث النبوي. جمع فيه أحاديث اختارها بعناية فائقة من بين آلاف، مستنداً إلى معايير صارمة في الصحة والثقة. عُرف بتفانيه في السعي لجمع الأحاديث الصحيحة وتميز بأسلوبه المنهجي في التصنيف. كما ألف العديد من الكتب الأخرى التي تتناول العقيدة والفقه وتاريخ الراويين."
    },
    "ur": {
      "bio": "البخاري مصنف ومحدث استثنائي، معروف بجمعه لأحاديث النبي محمد صلى الله عليه وسلم. أشهر أعماله هو \"صحيح البخاري\"، الذي يعد من أصح الكتب بعد القرآن الكريم. لقد اهتم بدقة نقل الأحاديث وصحتها، مما جعل كتابه مرجعاً أساسياً في الحديث النبوي. كما قام بتأليف كتب أخرى في العلوم الدينية والفقه، تعكس عمق فهمه وتقديمه للمعرفة الإسلامية."
    },
    "hi": {
      "bio": "البخاري، معروف بجمعه لأحاديث نبوية شريفة، قام بتأليف الجامع الصحيح، الذي يُعتبر من أهم وأوثق كتب الأحاديث عند المسلمين. غادر البخاري مسقط رأسه ليسعى في رحلة جمع الأحاديث، مُختارًا من بين آلاف الروايات ليصل إلى الأحاديث الصحيحة فقط. يُثنى عليه عاليًا لارتفاع معاييره في الاختيار والتحقيق للأحاديث. كما أنه ألّف أعمالاً أخرى مثل 'الأدب المفرد' و'التاريخ الكبير'."
    },
    "fr": {
      "bio": "Al-Bukhari, originaire de Bukhara, est particulièrement célèbre pour son œuvre majeure, 'Sahih al-Bukhari', une collection minutieuse de hadiths considérés parmi les plus authentiques dans l'islam sunnite. Dédiant sa vie à la collecte et à l'analyse de hadiths, il a voyagé extensivement pour rencontrer des narrateurs et vérifier leurs transmissions. Son œuvre est essentielle pour les études islamiques et reste utilisée quotidiennement par les savants et les fidèles pour comprendre les détails de la vie du prophète Muhammad."
    },
    "tr": {
      "bio": "Al-Buhari, İslami bilginler arasında hadis ilminde derin bir uzmanlıkla tanınır. En meşhur eseri, Sahih al-Bukhari'dir ve bu eser, İslam dünyasında en güvenilir hadis koleksiyonu olarak kabul edilir. Al-Buhari'nin çalışmaları, hadis bilimini derinlemesine anlamada ve İslam hukuku ile teolojisinde kullanılmasında temel kaynaklardan biri olarak görülür. Onun metodolojisi, hadislerin doğruluğunu sıkı bir biçimde sınamayı içerir, bu da onun eserlerinin otoritesini artırmıştır."
    },
    "es": {
      "bio": "Al-Bujari fue un destacado erudito musulmán nacido en Bukhara, en la actual Uzbekistán. Es ampliamente conocido por su obra 'Ṣaḥīḥ al-Bujari', una recopilación exhaustiva de hadices considerada una de las más fiables y precisas en el ámbito islámico. Dedicó gran parte de su vida al estudio y la enseñanza del Hadiz, viajando extensamente para recoger y verificar los dichos y hechos del profeta Mahoma."
    },
    "ms": {
      "bio": "Al-Bukhari adalah ulama Muslim yang terkenal dengan sumbangannya dalam hadis dan ilmu fiqh. Beliau terutamanya dikenali melalui karyanya 'Sahih al-Bukhari', salah satu koleksi hadis yang paling dihormati dan dianggap sebagai salah satu sumber hadis paling sahih dalam Islam Sunni. Al-Bukhari juga berdedikasi dalam mengumpul hadis-hadis yang berkaitan dengan amalan, sejarah dan biografi nabi serta sahabat-sahabatnya, mengesahkan keaslian mereka melalui perjalanan dan penelitian yang ekstensif sepanjang hidupnya."
    },
    "ru": {
      "bio": "Аль-Бухари был исламским ученым, известным благодаря своему главному труду «Сахих аль-Бухари», считающемуся одним из наиболее авторитетных собраний хадисов в суннитском Исламе. Его работа оказала значительное влияние на развитие исламской мысли и фикха. Аль-Бухари также занимался исследованием родословных и истории пророков."
    },
    "bn": {
      "bio": "মুহাম্মাদ ইবনে ইসমাইল আল-বুখারি জনপ্রিয়তা পেয়েছেন তাঁর হাদিস সংগ্রহ 'সাহিহ আল-বুখারি' এর মাধ্যমে। এটি ইসলামিক হাদিস গ্রন্থাগারের মধ্যে উচ্চ প্রামাণিক বিবেচিত। তিনি হাদিসের প্রামাণ্যতা ও বর্ণনামূলক সঠিকতা নির্ণয়ের জন্য তাঁর অদ্বিতীয় যাচাইকরণ প্রণালী ব্যবহার করেন। তাঁর অন্যান্য গ্রন্থাবলীর মধ্যে 'আল-আদাব আল-মুফরাদ' উল্লেখযোগ্য, যেখানে ইসলামিক শিষ্টাচার বিষয়ক হাদিসগুলি সংকলিত হয়েছে।"
    },
    "ha": {
      "bio": "Al-Bukhari, wani Balarabe ne wanda aka san shi da tattara Hadithai. Ya girma a Bukhara kuma ya shafe rayuwarsa yana tattara maganganun Annabi Muhammad ﷺ. Fitacciyar aikinsa ita ce 'Sahih al-Bukhari,' wanda ake daukarsa daya daga cikin littafan Hadith mafi inganci a musulunci. Littafin ya kunshi dubban Hadithai da ya tattara ta hanyar bin tsauraran ka'idoji na tabbatar da inganci. Al-Bukhari ya yi tafiye-tafiye masu yawa don neman ilimi, yana saduwa da malamai daban-daban domin tabbatar da sahihancin Hadithai."
    },
    "so": {
      "bio": "Al-Bukhari wuxuu ahaa cilmibaare caan ah dhinaca xadiithka oo ka yimid magaalada Bukhara. Wuxuu uruuriyey oo diiwaangeliyey, oo hubiyey saxnimada xadiithyo fara badan, taas oo keentay inuu qoro 'Sahih al-Bukhari'. Buuggan waa mid ka mid ah kuwa ugu muhiimsan ee loo adeegsado barashada xadiithyada Nabiga, isaga oo noqday tixraac aasaasi ah cid kasta oo doonaysa inay si qoto dheer u fahmaan sunnada Rasuulka. Uruurintiisa iyo hababka hubinta ah ayaa ahaa kuwa adag, taasoo sahashay inuu kasbado kalsoonida culumada Islaamka ee xilligiisa."
    },
    "ps": {
      "bio": "البخاري د یو مشهور محدث وو، چې د حدیث نړۍ کې یو مهم علمي شخصیت شمیرل کېږي. هغه په خپل اوږد ژوند کې د روایت سنت او د حدیثونو تصنیف کې زیات وخت تېر کړ. د هغه تر ټولو مشهور کتاب 'صحيح البخاري' دی، چې په کې هغه د پيغمبر اکرم ﷺ سره تړلي روايتونه په غوره او غرضلي توګه راجمع کړي دي."
    }
  },
  "0273IbnMaja": {
    "ar": {
      "bio": "ابن ماجة، عالم ومحدث إسلامي بارز، وُلد في قزوين. اشتهر بجمعه للأحاديث النبوية، وأبرز أعماله هو كتاب 'سنن ابن ماجة'، وهو أحد الكتب الستة المعتمدة في الأحاديث عند أهل السنة. يضم الكتاب عددًا كبيرًا من الأحاديث المنقولة عن النبي محمد صلى الله عليه وسلم، وقد رُتبت الأحاديث فيه حسب موضوعاتها، ما يجعله مرجعًا رئيسيًا للفقهاء والعلماء. عُرف ابن ماجة بدقته ومنهجيته في تحقيق وتصنيف الأحاديث."
    },
    "fa": {
      "bio": "ابن ماجة نویسنده‌ای پرکار در عرصه‌های حدیث و فقه بود. وی بیشتر به خاطر تالیف مجموعه‌ای شناخته شده به نام «سنن ابن ماجة» شهرت دارد، که یکی از کتب اصولی شش‌گانه در حدیث محسوب می‌شود. این کتاب حاوی احادیثی است که به موضوعات گوناگون اسلامی از عبادات و معاملات تا آداب و عقاید می‌پردازد. ابن ماجة در شهر قزوین به تحصیل و کسب علم پرداخت و سفرهای زیادی به دیگر مناطق اسلامی انجام داد تا علم حدیث را از علمای برجسته آموخت."
    },
    "ur": {
      "bio": "ابن ماجة، محمد بن يزيد القزويني، ایک مشہور محدث تھے جنہوں نے احادیث کے مجموعے کی تدوین کی۔ ان کا سب سے معروف کام 'سنن ابن ماجہ' ہے، جو حدیث کی مشہور کتابوں میں سے ایک ہے اور اسے صحاح ستۃ میں شمار کیا جاتا ہے۔ اُن کی تحریریں اسلامی علوم میں اہم رُخ پیش کرتی ہیں اور محدثین کے دائرہ میں کافی حوالہ جاتی اہمیت رکھتی ہیں۔ ابن ماجہ اپنے تحقیقی منہاج اور علمی دقت کے لئے جانے جاتے ہیں۔"
    },
    "hi": {
      "bio": "इब्न माजा, एक मुस्लिम हदीस विद्वान थे, जिन्होंने हदीसों के संकलन पर गहन काम किया। उनकी सबसे मशहूर कृति 'सुनन इब्न माजा' है, जो छह प्रमुख हदीस संग्रहों में से एक है। इस संग्रह में लगभग 4341 हदीसें हैं, जिनमें से कुछ हदीसों को उत्तम माना जाता है। उनका कार्य इस्लामिक दर्शन और ज्ञान के अध्ययन में एक महत्वपूर्ण स्रोत है। इब्न माजा की विद्वानता उन्हें हदीस शास्त्र के क्षेत्र में एक आदरणीय स्थान प्रदान करती है।"
    },
    "fr": {
      "bio": "Ibn Maja, originaire de Qazvin, est principalement connu pour son œuvre majeure, le 'Sunan ibn Maja', un des six livres canoniques de Hadith chez les sunnites. Ce recueil, qui compile environ 4 000 hadiths, est consulté jusqu'à aujourd'hui par les érudits pour sa valeur religieuse et historique. À travers ses travaux, Ibn Maja s'est consacré à la collecte et à l'analyse des hadiths, ce qui a facilité la compréhension des textes sacrés et des pratiques de la tradition islamique."
    },
    "tr": {
      "bio": "Ibn Maja, asıl adı Abu Abdullah Muhammad ibn Yazid al-Qazwini olan ünlü bir hadis alimidir. En bilinen eseri, altı büyük hadis koleksiyonundan biri olan Sunan Ibn Maja'dır. Bu eser, İslam dünyasında fıkıh ve dini uygulamalar konusunda önemli bir kaynak olarak kabul edilir. Ibn Maja'nın çalışmaları, özellikle hadis ilminde derinlemesine bilgi birikimini yansıtmaktadır."
    },
    "es": {
      "bio": "Ibn Maja, originario de Qazvin, fue un destacado erudito musulmán, conocido principalmente por ser autor de uno de los seis libros canónicos de hadices del Islam sunita, llamado 'Sunan ibn Majah'. La obra contiene una colección de más de cuatro mil hadices y es ampliamente estudiada y respetada. Su trabajo ha sido esencial en el estudio y la práctica religiosa islámica, especialmente en lo que respecta a la ley sharia y la vida cotidiana de los musulmanes."
    },
    "ms": {
      "bio": "Ibn Maja, seorang ulama terkenal dalam bidang Hadith, berasal dari Qazvin. Beliau terkenal dengan hasil karya utamanya, Sunan Ibn Maja, yang merupakan salah satu dari enam kitab Hadith utama dalam Islam. Karya ini berisi kumpulan hadith yang menggarisbawahi amalan dan akhlak dalam kehidupan sehari-hari, menekankan pentingnya sumber ilmu dalam Islam. Pengumpulan ini diakui secara luas dan dipelajari oleh sarjana-sarjana Islam di seluruh dunia, menjadikan Ibn Maja salah satu rujukan utama dalam studi Hadith."
    },
    "ru": {
      "bio": "Ибн Маджа, известный исламский учёный, сделал значительный вклад в развитие хадисной науки. Он создал одну из шести классических суннитских хадисных коллекций, известную как «Сунан ибн Маджа». В этой работе собраны тысячи хадисов, относящихся к различным аспектам исламской жизни и вероучения. Кроме того, он занимался изучением истории и географии. Его труды оказали влияние на практики религиозного обучения в мусульманских общинах, а также способствовали сохранению религиозных знаний через поколения."
    },
    "bn": {
      "bio": "ইবন মাজাহ ছিলেন একজন বিখ্যাত ইসলামী ঐতিহাসিক ও হাদিস বিশারদ। তিনি 'সুনান ইবন মাজাহ' নামক গ্রন্থের রচয়িতা, যা ষষ্ঠ সহীহ সিত্তা-এর অন্তর্ভুক্ত একটি প্রধান হাদিস সংকলন। তার এই কর্মের মাধ্যমে ইসলামী শাস্ত্রের প্রচার ও ব্যাখ্যানে অবদান রাখা হয়েছে। ইবন মাজাহ হাদিস শাস্ত্রে অন্যান্য বিদ্বানদের মতো সংগ্রহ ও সংক্ষিপ্ততার উপর ভিত্তি করে তাঁর কাজ করেছেন, যার ফলে তাঁর সংকলন ইসলামী বিদ্যায় এক অপরিহার্য সম্পদ হয়ে উঠেছে।"
    },
    "ha": {
      "bio": "Ibn Maja, wani sanannen masani na musulunci, ya rubuta ɗaya daga cikin littafan Hadith mafiya muhimmanci, 'Sunan ibn Maja'. Wannan aikin sa na ɗaya daga sassan Sahih Sittah, da suka ƙunshi tarin Hadithai da aka karɓa sosai a tsakanin masana ilimin addini. Aikinsa na Sunan ya ƙunshi hadithai da yawa waɗanda suke bayar da fahimta zuwa ga ayyuka, maganganu, da halayen Annabi Muhammad. Littafin sa na ci gaba da kasancewa tushe mai ƙarfi na ilimi ga dalibai da masu binciken Hadith har zuwa yau."
    },
    "so": {
      "bio": "Ibn Maja, oo asal ahaan ka soo jeeda Qazwin, waxa uu ahaa aqoonyahan ku xeeldheer cilmiga xadiiska. Waxa ugu caansan shaqadiisu waa 'Sunan ibn Maja,' oo ah mid ka mid ah lixda kitaab ee saxiixta ah ee xadiisyada. Buuggan, Ibn Maja wuxuu isku keenay xadiisyo badan oo horey loogu kala gudbin jiray afka iyo qoraalada kuwaas oo muhiim u ah fahamka diinta Islaamka. Kitaabkiisu wuxuu bixiyaa indho-indhayn qoto dheer iyo falanqayn xadiisyadaas, waxaana loo adeegsan jiray in lagu hago fahamka saxda ah ee shareecada Islaamka."
    },
    "ps": {
      "bio": "ابن ماجه د اسلامی علومو او حدیثونو لرغونکی لیکوال و. هغه د حدیثونو یو مخکښ کتاب، 'سنن ابن ماجه' لیکلی، چې په اساني سره یې د حدیثونو زېرمه برابره کړه. په دې کتاب کې ډیری حدیثونه شامل دي، چې په دقیق ډول یې د اسلامی فقه او شریعت معیارونه جوت کړي دي. د هغه درجه‌بندي او طبقه‌بندي د علماءو لپاره یو ارزښتناک سرچینه بلل کېږي."
    }
  },
  "0456IbnHazm": {
    "ar": {
      "bio": "ابن حزم، الفقيه والمفكر والأديب الأندلسي، كان مفسرًا ومؤرخًا وأديبًا بارزًا في الحضارة الإسلامية، يُعد من أبرز الدعاة لمذهب الظاهرية. اشتهر بكتابه 'طوق الحمامة' في الحب والعشق، و'الملل والنحل' الذي يقدم دراسة مقارنة بين الديانات والمذاهب. أسهم ابن حزم في الفلسفة والفقه، وكتب عن الأخلاق والسلوك، مما جعله شخصية مؤثرة في التراث الثقافي والعلمي."
    },
    "fa": {
      "bio": "ابن حزم، فقیه، عالم و متکلم مسلمان اندلسی بود که عمدتا به خاطر نوشتارهایش در حوزه های فلسفه، منطق و ادیان شناخته شده است. وی یکی از پیشگامان مکتب ظاهری در فقه اسلامی بوده و در رد پیروی کورکورانه از تقلید مذهبی تأکید داشت. از مشهورترین آثار او، کتاب 'طوق الحمامة' درباره عشق و 'الفصل في الملل والأهواء والنحل' که به بررسی مقایسه‌ای ادیان پرداخته، اشاره کرد."
    },
    "ur": {
      "bio": "ابن حزم اندلسی ماہر فقیہ اور فلسفی تھے، جن کا علمی دور الأندلس کی تاریخ میں نمایاں ہے۔ انہوں نے عقائد، منطق، تاریخ، اور ادب پر متعدد کتب لکھیں۔ ان کی معروف تصنیفات میں 'الملل والنحل' شامل ہے، جو دیگر مذاہب اور فرقوں پر کی گئی تحقیقات پر مبنی ہے۔ ابن حزم نے اسلامی فقہ میں ظاہری مسلک کی بھی وکالت کی، جس میں وہ قرآن و حدیث کی ظاہری تعبیر پر زور دیتے ہیں۔"
    },
    "hi": {
      "bio": "ابن حزم اندلس के विद्वान थे, जिन्होंने बहुत से विषयों पर लेखनी चलाई। वह इस्लामी जुरिस्प्रुडेंस, इतिहास, वंशावली, और भाषा विज्ञान में अपनी विशेषज्ञता के लिए जाने जाते हैं। उनके प्रमुख कार्य 'अल-फिसल फी अल-मिलल व अल-अहवा व अल-निहल' एक गहन धार्मिक और दर्शनिक विश्लेषण प्रस्तुत करता है। उन्होंने 'टॉलीका अल-अहकाम' में प्राचीन इस्लामी कानूनी फैसलों का संकलन किया। उनका काम विस्तृत और विचारशील विश्लेषण से परिपूर्ण है।"
    },
    "fr": {
      "bio": "Ibn Hazm était un théologien, juriste et littérateur andalou. Il adopta et défendit farouchement le courant de pensée Ẓāhirī, insistant sur une interprétation littérale du Coran et de la Sunna. Ses travaux couvrent une large gamme de sujets, incluant la théologie, la philosophie, la jurisprudence, l'histoire, la poésie et la philologie. Son œuvre la plus célèbre, 'Ṭawq al-Ḥamāmah', traite de l'amour et est considérée comme un chef-d'œuvre du genre adab. Sa pensée critique et ses méthodologies rigoureuses l'ont distingué dans le milieu intellectuel de l'Andalusie."
    },
    "tr": {
      "bio": "İbn Hazm, Endülüs'te yaşamış bir İslam alimi ve düşünürüdür. Özellikle İslami hukuk, tefsir, hadis ve felsefe alanlarında derin bilgiler sunmuştur. Kitapları arasında en çok bilineni, aşk üzerine yazdığı 'Tavk el-Hamama' (Güvercinin Kolyesi) adlı eserdir. Ayrıca 'Al-Muhalla', İslami hukuk üzerine yazdığı kapsamlı bir kitaptır. Eserleri, İslami bilginin ve düşüncenin çeşitli dallarında önemli katkılarda bulunmuştur."
    },
    "es": {
      "bio": "Ibn Hazm fue un destacado teólogo, jurista y literato andalusí. Su obra más célebre, 'El collar de la paloma', es un estudio detallado sobre el amor desde una perspectiva literaria y psicológica. Además, en sus numerosos trabajos jurídicos defendió la escuela teológica y jurisprudencial del zahirismo, la cual enfatiza una interpretación literal del Corán y la Sunna. Ibn Hazm se dedicó también a la crítica literaria, la historia y la filosofía, abordando una diversidad de temas con un enfoque que aun hoy resuena en el pensamiento islámico."
    },
    "ms": {
      "bio": "Ibn Hazm adalah seorang sarjana Muslim dari Al-Andalus yang dikenal luas atas karya-karyanya dalam bidang fiqh, teologi, dan sastra. Beliau adalah pendukung utama mazhab Zahiri yang menekankan pemahaman tekstual yang ketat terhadap sumber-sumber Islam. Salah satu karya terkenalnya adalah 'Tawq al-Hamamah,' buku tentang cinta yang menggambarkan kehidupan romantis di masa itu. Ibn Hazm juga menulis secara ekstensif tentang perbandingan agama dan metodologi hukum, dan karyanya masih dihormati dalam studi-studi Islam kontemporer."
    },
    "ru": {
      "bio": "Ибн Хазм — выдающийся учёный-мусульманин, проживавший в Андалусии. Он был известен своими работами по широкому кругу наук, включая теологию, философию, историю и право. Особенно значимы его вклады в развитие фикха и основы зарождающейся исламской юриспруденции. Среди его наиболее известных произведений — «Кольцо голубки», в котором он рассматривает аспекты любви и социальных отношений. Его работы отличаются не только глубиной анализа, но и уникальным стилем изложения, что делает его одним из наиболее читаемых авторов в исламской интеллектуальной традиции."
    },
    "bn": {
      "bio": "ইবন হাজম ছিলেন একজন আরব দার্শনিক, বিশ্লেষক এবং ইতিহাসবিদ। তিনি প্রধানত তাঁর যৌথসংসার এবং প্রেম নিয়ে লিখিত গ্রন্থ 'তাওক আল-হামামাহ' এর জন্য পরিচিত। তাঁর দর্শনে 'লজিক' এবং 'জ্ঞান তত্ত্ব' এর উপর গভীর প্রভাব ছিল। ইবন হাজম আরবী ভাষায় কাব্য এবং সাহিত্যের উপরও বিশাল অবদান রেখেছেন। তাঁর কাজ মুসলিম চিন্তাধারায় গভীর প্রভাব ফেলেছে।"
    },
    "ha": {
      "bio": "Ibn Hazm, ɗan asalin Andalus, ya kasance fitaccen malamin addinin Musulunci kuma mawallafi wanda ya yi rubuce-rubuce masu yawa a fannoni da dama kamar fiqh, tarihi, da falsafa. Ya yi fice a tsakanin malamai ta hanyar aikinsa mai suna 'Al-Muḥalla', wanda ke ɗaya daga cikin manyan ayyukansa inda ya bayyana ra'ayoyin mazhabar Ẓāhiriyya. Hakanan ya rubuta 'Ṭawq al-Ḥamāmah', littafi game da soyayya da zamantakewa. Ibn Hazm ya gudanar da bincike mai zurfi kuma ya rubuta cikin larabci mai zurfi, yana mai da hankali kan tsarin adalci da gaskiya a cikin al'amuransa na ilimi."
    },
    "so": {
      "bio": "Ibn Hazm, oo u dhashay Al-Andalus, wuxuu ahaa caalim iyo xaakim weyn oo Islaami ah. Waxa uu caan ku yahay shaqadiisa 'Al-Muhalla', kitaab sharxaya arrimo badan oo diinta Islamka ah sida fiqh iyo usul al-fiqh. Sidoo kale, wuxuu qoray 'Tawq Al-Hamama', oo ah buug ka hadlaya jacaylka. Ibn Hazm waxa uu leeyahay mowqif adag oo taageeraya madhabka Dhahiri, isaga oo diiday ta'wilka kitaabka quraanka ah. Buugaagtiisa iyo qoraalladiisu waxay saameyn ku lahaayeen culimo badan oo Islaami ah."
    },
    "ps": {
      "bio": "ابن حزم یو اندلسی فقیه او مفکور و. هغه د ناقد، دوستمتنانه او فلسفي بدعتونو باندې په مشهور سني وايي. د هغه ترټولو معروف کار، 'طوق الحمامة' کې، د مينې او عشق په مضمون خپل عمیق نظريات بيانوي. ابن حزم د دیني علوم په وسیع رنګ کې لیکلی و، د قانون، اخلاق او دیني نظریاتو په اړه یې ژورې غوره کړې دي، چې دا هلې ځلې د اسلامی نړۍ په زده کړو کې لوی ارزښت لري."
    }
  },
  "0676Nawawi": {
    "ar": {
      "bio": "النووي هو عالم إسلامي بارز في الفقه والحديث. ألف العديد من الكتب التي لا تزال تُستخدم حتى اليوم في تعليم العلوم الإسلامية. من أشهر أعماله 'رياض الصالحين'، الذي يجمع أحاديث نبوية تهتم بأخلاق وسلوك المسلم، و'المنهاج في شرح صحيح مسلم'، وهو تفسير واسع لصحيح مسلم، وقد ساهم هذا العمل في توضيح الكثير من المسائل الفقهية والحديثية. كما اشتهر بتعليقه وتفسيره لأحاديث الأربعين النووية، التي تعد مرجعاً رئيسياً في الأخلاق الإسلامية."
    },
    "fa": {
      "bio": "النووي، عالم مسلم شهير، معروف بتفسيراته العميقة للحديث النبوي وأعماله في الفقه الإسلامي. من بين أهم كتبه، الأربعون حديثاً التي تُعد من المراجع الأساسية في الأحاديث النبوية. كما ألّف رياض الصالحين، الذي يُستخدم على نطاق واسع في التعليم الديني. عُرف بتفانيه وعمق تقواه، مما جعل تعاليمه محط إعجاب واستفادة المسلمين حتى وقتنا هذا."
    },
    "ur": {
      "bio": "النووي علامہ اور مفسر تھے جنہوں نے اسلامی فقہ اور حدیث کے علوم میں گہرائی سے کام کیا۔ انہوں نے 'رياض الصالحين' اور 'الأربعين النووية' جیسی کتب تالیف کیں، جو احادیث کے مجموعہ ہیں اور عالم اسلام میں وسیع پڑھی جاتی ہیں۔ النووي نے شافعی مذہب کی تعلیمات پر بھی خصوصی توجہ دی اور اس مذہب کی روایات کو فروغ دینے میں کلیدی کردار ادا کیا۔ ان کی تحریریں علمی دنیا میں اہمیت کی حامل ہیں۔"
    },
    "hi": {
      "bio": "النووي، एक इस्लामी विद्वान थे जिन्होंने शारिया कानून और हदीस की व्याख्या में गहराई से योगदान दिया। उनके प्रमुख कार्यों में 'रियाद अल-सालिहीन' और 'अल-मिन्हाज बिशर्ह सहीह मुस्लिम' शामिल हैं, जो हदीस की समझ को सुलभ बनाते हैं। इसके अतिरिक्त, उन्होंने 'अल-अद्कार' में दैनिक प्रार्थनाओं और धार्मिक अभ्यासों का संकलन प्रदान किया, जिससे मुस्लिम समुदाय के धार्मिक जीवन में सहायता मिली।"
    },
    "fr": {
      "bio": "Al-Nawawi était un érudit musulman renommé, principalement reconnu pour ses contributions éminentes aux sciences islamiques, notamment dans les domaines du hadith et du fiqh. Parmi ses œuvres les plus influentes figurent \"Riyad al-Salihin\", une vaste compilation de hadiths, et \"Al-Minhaj bi Sharh Sahih Muslim\", un commentaire classique et détaillé sur Sahih Muslim, l'un des six grands recueils de hadiths. Sa profonde érudition et son approche méthodique ont fait de lui une référence incontournable pour les étudiants en sciences islamiques. "
    },
    "tr": {
      "bio": "Al-Nawawi, İslami ilimlerde derin izler bırakmış bir alimdir. Özellikle hadis ve fıkıh alanlarında yoğunlaşmıştır. En bilinen eserleri arasında 'Riyadüs Salihin' ve 'Sahih Muslim Şerhi' bulunmaktadır. Bu eserler, İslami öğretilerin anlaşılması ve uygulanmasında önemli kaynaklar olarak kabul edilir. Al-Nawawi'nin yazdıkları, usulünce dini bilgilerin edinilmesi ve yaşanılması noktasında yol gösterici olmuştur."
    },
    "es": {
      "bio": "Al-Nawawi, teólogo y jurista musulmán, fue un erudito relevante en el campo de la ley islámica y el sufismo. Es conocido principalmente por su obras como 'Riyad al-Salihin' y 'Al-Minhaj bi Sharh Sahih Muslim', que son referencias esenciales en el estudio del hadiz y la jurisprudencia Sharia. Además, escribió extensivamente sobre ética y comportamiento islámico, influyendo en las prácticas y la interpretación teológica en el islam suní."
    },
    "ms": {
      "bio": "Al-Nawawi adalah seorang ulama Muslim yang terkenal dengan karya-karya pentingnya dalam bidang hadis dan fiqh. Beliau terkenal melalui kitab-kitabnya seperti 'Riyadhus Shalihin', yang mengumpulkan hadis-hadis pilihan sesuai dengan kebutuhan umat Islam dalam aspek kehidupan ini, dan 'Al-Minhaj bi Sharh Sahih Muslim', sebuah penjelasan terperinci atas Sahih Muslim, salah satu kumpulan hadis yang paling penting. Karya-karyanya masih relevan dan sering digunakan sebagai rujukan dalam pendidikan Islam dan praktek keagamaan hingga saat ini."
    },
    "ru": {
      "bio": "Аль-Навави был известным мусульманским ученым и юристом шафиитской школы. Он автор знаменитых работ в области исламского права и хадисов, включая «Рияд ас-Салихин» и «Аль-Маджму». Аль-Навави также написал комментарии к Сахих Муслим, занимая важное место среди исламских правоведов. Его труды выделяются глубоким пониманием шариата и хадисов, и сегодня они по-прежнему оказывают влияние на мусульманскую умму."
    },
    "bn": {
      "bio": "আল-নওয়াওী একজন ইসলামি পণ্ডিত ছিলেন, যিনি হাদিস এবং ফিকহ বিষয়ে তার গভীর জ্ঞানের জন্য বিখ্যাত। তিনি 'রিয়াদুস্ সালিহিন' নামক গ্রন্থের রচয়িতা, যা ইসলামি শিক্ষা ও নীতিবোধের প্রসারে অত্যন্ত প্রভাবশালী। তার 'আল-মাজমু'' ফিকহের উপর একটি বিস্তৃত শিক্ষানবিস কাজ হিসেবে পরিগণিত। আল-নওয়াওীর শিক্ষাধারা ও রচনাবলী হাদিস এবং ফিকহ অনুধাবনে অবিস্মরণীয় অবদান রাখে।"
    },
    "ha": {
      "bio": "al-Nawawi sanannen malamin addinin Musulunci ne wanda ya yi zarra a fagen ilimin Hadisi da Fiqhu. Ya rubuta littattafai da dama waɗanda suka shahara, ciki har da 'Riyad al-Salihin' wanda ke dauke da tarin Hadisai da darussan ɗabi'u, da 'al-Minhaj bi Sharh Sahih Muslim' wanda ke bayani akan Sahih Muslim. Littafinsa na 'Arba'in Nawawiyya', wanda ke kunshe da hadisai arba'in masu muhimmanci, ana amfani da shi a makarantu da dama don koyar da asasin addini."
    },
    "so": {
      "bio": "Al-Nawawi wuxuu ahaa caalim Islaami ah oo si weyn loogu yaqaan cilmiga diinta. Wuxuu qoray buugaag badan oo isugu jira fiqh, xadiith, iyo akhlaaqda. Mid ka mid ah shaqooyinkiisa ugu caansan waa 'Riyad al-Salihin,' oo ah ururin xadiith ah oo diiradda saaraya sida loo noolaado nolol ku dayasho mudan. Sidoo kale, wuxuu qoray sharaxaada 'Sahih Muslim,' kasoo ah mid ka mid ah kutubta ugu muhiimsan ee xadithka. Shaqooyinkiisa ayaa ahaa kuwo aad loo tixgeliyo oo ay ku dheehan tahay cilmiga baaxad leh iyo fahamka qoto dheer."
    },
    "ps": {
      "bio": "النووي د اسلامي شرعياتو د علومو ځانګړی عالم و، چې په فقه، حدیث او اخلاقو کې یې لوی خدمات تر سره کړيدي. نوموړي د حدیثو د کتاب الأربعين النووية مصنف دی، چې د څلوېښت حدیثونو زیری چمتو کوي. دده د رياض الصالحين کتاب هم خورا مشهور دی، چې د مسلمانانو استعدال او عملي زندګي لپاره لارښوونې او هدایات ګڼل کیږي. ده په دیني علومو کې د خپل ژور عقیدت او مینې له مخې خپل علمي کارونه پرمخ وړل."
    }
  },
  "0728IbnTaymiyya": {
    "ar": {
      "bio": "ابن تيمية، عالم إسلامي مرموق تخصص في الفقه والعقيدة، معروف بآرائه الفقهية الجريئة ومساهماته في الكتابات الإسلامية التي لا تزال موضع دراسة. من أبرز مؤلفاته الكتب القيمة مثل 'مجموع الفتاوى' و 'منهاج السنة النبوية'، والتي تناول فيها العديد من القضايا المتعلقة بتفسير النصوص الدينية والرد على المخالفات الفكرية. كان له موقف ملحوظ في مناقشاته مع المخالفين، وكرس جهده في الدفاع عن ما رآه صحيحًا من تعاليم."
    },
    "fa": {
      "bio": "ابن تیمیه، دانشمند برجسته در علوم اسلامی و یکی از عالمان مشهور در فقه و عقیده بود. او به خاطر نوشته‌های عمیق و دیدگاه‌های کلیدی در مورد توحید و رد بدعت‌ها شناخته شده است. میان آثار او، 'العقیدة الواسطیة' و 'مجموعة الفتاوى'، که در بررسی مسائل دینی و فقهی دقیق هستند، بسیار نامدارند. آثار او گستره وسیعی از موضوعات مرتبط با اصول دین و فقه اسلامی را پوشش می‌دهند."
    },
    "ur": {
      "bio": "ابن تيمية، ایک معروف عالم دین تھے جو اپنی گہری دینی بصیرت اور وسیع فقهی علم کے لیے مشہور ہیں۔ انہوں نے فقہ، حدیث، تفسیر، علم کلام، اور عقیدے پر متعدد کتب لکھیں۔ ان کی ممتاز تصانیف میں 'مجموع الفتاوى'، 'العقیدة الواسطیٔة' اور 'منہاج السنة النبویہ' شامل ہیں۔ ابن تيمية نے مروت، عدل اور تزکیہ نفس پر زور دیا اور اپنی زندگی کا بیشتر حصہ علمی بحث و تحقیق میں گزارا۔"
    },
    "hi": {
      "bio": "ابن تيمية, एक प्रसिद्ध इस्लामी विद्वान थे, जिन्होंने फिक्ह, हदीस, तफसीर और उसूल अल-दीन पर महत्वपूर्ण पाठ्यपुस्तकें लिखीं। वे अपनी गहन धार्मिक चेतना और व्यावहारिक इस्लामी न्याय के दृष्टिकोण के लिए जाने जाते हैं। उनके द्वारा विकसित किए गए विचारों में से 'अल-उबूदिय्यः' (पूजा के विज्ञान) और 'मिन्हाज अस-सुन्नाह' (सुन्नी रास्ते की पद्धति) प्रमुख हैं।"
    },
    "fr": {
      "bio": "Ibn Taymiyya fut un théologien et juriste musulman, souvent cité pour ses écrits profonds sur le fiqh (jurisprudence islamique) et la 'Aqida (credo islamique). Ses œuvres copieuses incluent « Majmūʿ al-Fatāwa » et « Minhaj as-Sunnah an-Nabawiyyah », où il aborde des détails complexes de la loi islamique et de la théologie. Reconnu pour son érudition en hadiths, il a également écrit sur des sujets variés tels que les rituels religieux et la réfutation des innovations théologiques."
    },
    "tr": {
      "bio": "ابن تيمية, İslam alimi ve hukukçusudur. Hanbeli mezhebinin sıkı bir savunucusu olarak tanınır. İslami hukuk, teoloji ve tasavvuf konularına dair çok sayıda eser vermiştir. En bilinen eserleri arasında 'Minhaj as-Sunnah an-Nabawiyyah' ve 'Al-Aqidah Al-Wasitiyyah' bulunmaktadır. Fikirleri, İslam düşünce tarihinde derin izler bırakmıştır ve özellikle akılcı ve kelamcı geleneklere meydan okuyan yapıtlarıyla bilinir."
    },
    "es": {
      "bio": "Ibn Taymiyya fue un destacado teólogo y jurista islámico. Su enfoque riguroso en relación a la jurisprudencia y la teología sigue siendo influyente hasta hoy. Es conocido por su profunda perspectiva en los estudios del Corán y la Sunna, enfatizando la importancia del entendimiento literal y la práctica del Islam basada en las primeras generaciones de musulmanes. Autor de numerosas obras, sus escritos más famosos incluyen 'Majmu al-Fatawa' y 'Minhaj as-Sunnah an-Nabawiyyah', en los cuales aborda extensamente cuestiones de fe y ley islámica."
    },
    "ms": {
      "bio": "Ibn Taymiyyah adalah seorang ulama Muslim yang terkenal dengan karya-karyanya dalam bidang fiqh, hadis, dan aqidah. Beliau dikenali sebagai pemikir yang mendalam dengan tulisan yang luas dan mendalam, membahas isu-isu penting dalam hukum Islam dan teologi. Di antara karya-karya penting beliau adalah 'Majmu' al-Fatawa', yang merupakan koleksi pendapat hukum, serta 'Al-Aqidah Al-Wasitiyyah', yang menjelaskan prinsip-prinsip iman. Karya-karyanya tetap berpengaruh dan kerap dijadikan rujukan dalam studi Islam kontemporari."
    },
    "ru": {
      "bio": "Ибн Таймийя, известный исламский ученый и теолог, оставил значительный след в развитии исламской мысли. Он был автором множества трудов по исламскому праву, теологии и кораническим наукам. Среди его известных произведений — «Минхадж ас-сунна ан-набавия» и «Аль-Акыйда аль-васития», которые анализируют аспекты вероучения и практики. Ибн Таймийя также известен своими работами в области фикха и отличался глубоким пониманием шариата."
    },
    "bn": {
      "bio": "ইবন তাইমিয়া একজন বিশিষ্ট ইসলামি বিদ্বান ছিলেন, যিনি তার তীক্ষ্ণ ধর্মীয় এবং দার্শনিক মতামতের জন্য পরিচিত। তিনি অসংখ্য লেখনী রচনা করেছেন, যার মধ্যে 'মিনহাজ আস-সুন্নাহ,' 'আল-আকীদাহ আল-ওয়াসিটিয়াহ,' এবং 'মজমুয়া আল-ফাতাওয়া' অন্যতম। তার গ্রন্থগুলি আজও ইসলামি তত্ত্ব ও ফিকহ জ্ঞানে অনন্য সম্পদ হিসাবে পরিগণিত হয়। তিনি কঠোর শাস্ত্রীয় কঠোরতা ও সুন্নাহ অনুসরণের প্রবল সমর্থক ছিলেন।"
    },
    "ha": {
      "bio": "Ibn Taymiyya shi ne malamin musulunci, falsafa, da masanin shari'a. Ya yi fice a matsayin masanin fikihu na mazhabar Hanbali kuma ya rubuta ayyuka masu yawa da suka shafi fikihu, tafsiri da tasawwuf. Daga cikin manyan ayyukansa akwai 'Majmu' al-Fatawa', wanda ya kunshi tarin fatwarsa da 'Minhaj as-Sunnah an-Nabawiyya', wanda ke bayani kan hadisai da aqidun Islama. An san shi saboda zurfin iliminsa da yanayin tattaunawarsa akan batutuwan addini."
    },
    "so": {
      "bio": "Waxa uu ahaa culimadii Islaamka ee qarniyadii dhexe, waxaana si weyn loogu yaqaanay aqoontiisa ballaaran ee diinta. Ibn Taymiyya, oo ku xeel dheeraa fahan durugsan oo diinta Islaamka ah, ayaa sidoo kale caan ku ahaa fatwooyinkiisa iyo aragtiyo diineed oo dhinacyo badan taabanaysa. Gacantiisana waxaa ka soo baxay qoraallo badan sida 'Majmu' al-Fatawa' iyo 'Minhaj as-Sunnah an-Nabawiyyah', kuwaas oo loo aqoonsan yahay inay yihiin qaar ka mid ah shaqooyinkiisa ugu saameynta badan. Waxbarashadiisii iyo qoraalladiisa diineed ayaa ilaa maanta ah kuwo laga dheehdo fikrado muhiim ah."
    },
    "ps": {
      "bio": "ابن تيمية د اسلام مذهبي عالم و، چې د شريعت او تصوف په برخو کې يې نوي تعبيرات وړاندې کړل. د هغه د نظرياتو لپاره یې په ځانګړي ډول د فقه او د سنتو له مخې د حکمت بیان خورا مهم و. هغه په پراخه کچه د «الحموية الکبرى»، «الفتوى الحموية الکبرى»، او «منهاج السنة النبوية» په نامو کتابونه ليکلي، چې پکې يې د عقيده او فقه قضاياوې تشریح کړې دي. د هغه تګلاره د اقتدار په نظر کې د بنسټپالنې او پراختيا درلود."
    }
  }
}